[
    {
        "name": "French",
        "texts": [
            "Le fléau Fokker (Fokker Scourge ou Fokker Scare en anglais) est une période de l'histoire de l'aviation pendant la Première Guerre mondiale allant de juillet 1915 au début 1916. Au cours de ces quelques mois, les unités du service aérien de l'armée impériale allemande (Die Fliegertruppen des deutschen Kaiserreiches) prennent l'avantage sur leurs adversaires du Royal Flying Corps (RFC) et de l'Aéronautique militaire, principalement grâce à la supériorité technologique de leurs avions : les Fokker Eindecker. ",
            "L'aviation durant la Première Guerre mondiale va évoluer rapidement. Environ vingt ans après le premier vol de Clément Ader en 1890, il y avait encore beaucoup de choses à améliorer. Du fait de la faible puissance des moteurs de l'époque, la charge utile pouvant être emportée par un avion était extrêmement limitée. Les appareils étaient construits à base de bois avec des ailes en toile. Ce matériel rudimentaire et le manque d'expérience des ingénieurs aéronautiques firent que ce type d'appareil était structurellement fragile et il n'était pas rare qu'il se brise en vol, particulièrement lors de violentes manœuvres de combat. ",
            "Un Zeppelin est un aérostat de type dirigeable rigide, de fabrication allemande ; dans la langue usuelle, le mot « Zeppelin » peut désigner, par extension, n’importe quel type de ballon dirigeable. C'est le comte allemand Ferdinand von Zeppelin qui en commence la construction à la fin du XIXe siècle. "
        ]
    },
    {
        "name": "German",
        "texts": [
            "Der Zeppelin ist ein Starrluftschiff-Typ aus deutscher Produktion, der nach seinem Erfinder Ferdinand Graf von Zeppelin benannt wurde. Nach dem Erstaufstieg eines Prototyps am 2. Juli 1900 und einer von mehreren Unfällen geprägten ersten Entwicklungsphase wurden Zeppeline ab 1908 im Militärdienst und ab 1909 zur Personenbeförderung eingesetzt. Verglichen mit anderen Luftschiff-Typen war ihr Erfolg so groß, dass der Begriff Zeppelin heute häufig synonym – als Gattungsname – zu ‚Starrluftschiff‘ gebraucht oder auch auf alle Arten von Luftschiffen angewandt wird. ",
            "Semantische Relation (auch: Sinnrelation, Bedeutungsrelation, Bedeutungsbeziehung) ist ein Oberbegriff für Beziehungen, die zwischen Bedeutungen von sprachlichen Ausdrücken (Wörtern, Sätzen) bestehen. Teilweise wird der Ausdruck semantische Relation nur für die Beziehungen der Bedeutungen von Wörtern,[1] teilweise nur für die Bedeutungsbeziehungen natürlichsprachiger Ausdrücke verwendet[2] (siehe aber auch Semantisches Netz). ",
            "Als Satzglieder (auch Satzkonstituenten) bezeichnet man in der germanistischen Tradition der Grammatik die Bestandteile, in die der Satz „unmittelbar“ (auf oberster Ebene) zerlegt werden kann. Ihrer Funktion nach unterscheidet man üblicherweise die vier Typen von Satzgliedern Subjekt, Objekt, Adverbial und Prädikativum. Das Prädikat eines Satzes wird in der Regel nicht als Satzglied gewertet, sondern als das, wovon die Satzglieder abhängen (dies wird jedoch auch unterschiedlich gehandhabt). ",
            "Unter Nativismus (von lateinisch nativus „angeboren“, „natürlich“) versteht man in der Psychologie die Ansicht, bestimmte Begabungen oder Fähigkeiten seien angeboren oder von Geburt an im Gehirn fest verankert. Diese Auffassung steht im Gegensatz zum Empirismus bzw. zur Theorie der Tabula rasa, die besagt, das Gehirn habe nur wenige angeborene Fähigkeiten und erlerne fast alles durch Interaktion mit der Umwelt. Diese Auffassung des Nativismus steht in engem Bezug zum Werk von Jerry Fodor, Noam Chomsky und Steven Pinker, die glauben, dass wir mit bestimmten kognitiven Modulen geboren werden (speziellen genetisch übernommenen psychischen Begabungen), die uns erlauben, bestimmte Fähigkeiten zu erlernen und zu erwerben (wie die Sprache). Ohne diesen genetisch vorgegebenen Entwicklungsbeitrag würden viele dieser Fähigkeiten erheblich behindert werden. ",
            "Die Empirie [ɛmpiˈʀiː] (vom altgriechischen ἐμπειρία empiría [embiría], deutsch ‚sinnlich verinnerlichte Erfahrung, ästhetisch erschlossenes Erfahrungswissen‘) ist Erfahrungswissen. Im Gegensatz oder Unterschied zur Theorie kann auch Erfahrung als Grundlage des Wissens[1] dienen. Der Bereich wissenschaftlicher Forschung, der mit Beobachtung, Messung oder Experiment – also mit der Gewinnung von Daten – befasst ist,[2] bildet die wissenschaftliche Verwertbarkeit des Erfahrungswissens als empirische Methode.",
            "Als Spätmittelalter wird der Zeitraum der europäischen Geschichte von der Mitte des 13. bis zum Ende des 15. oder Anfang des 16. Jahrhunderts bezeichnet (also ca. 1250 bis 1500, in der Germanistik auch 1250 bis 1450). Sie stellt die Endphase des Mittelalters dar, auf welche die Frühe Neuzeit folgt. "
        ]
    },
    {
        "name": "Spanish",
        "texts": [
            "La Edad Media o el Medievo es el período histórico de la civilización occidental comprendido entre los siglos v y xv. Convencionalmente, su inicio se sitúa en el año 476 con la caída del Imperio romano de Occidente y su fin en 1492 con el descubrimiento de América,1​ o en 1453 con la caída de Constantinopla, fecha que tiene la singularidad de coincidir con la invención de la imprenta —publicación de la Biblia de Gutenberg— y con el fin de la guerra de los Cien Años. Con esto dicho, considerando la caída del Imperio romano de Occidente hasta el descubrimiento de América, la Edad Media abarcó un periodo de 1016 años. ",
            "La Antigüedad tardía es el periodo de transición entre la Edad Antigua y la Edad Media, las dos primeras divisiones de la periodización tradicional del tiempo histórico que se suelen aplicar a la historia de la civilización occidental. Cronológicamente cubriría el periodo que va desde el final de la «crisis del siglo III», que marca el comienzo de la transformación de la Antigüedad clásica (Bajo Imperio romano), hasta el siglo VII con la expansión musulmana, aunque hay historiadores que la prolongan hasta el siglo siguiente con la constitución del Imperio carolingio. ",
            "La Antigüedad, también llamada Edad Antigua o Periodo Antiguo según el contexto, es un periodo histórico comprendido entre el final de la prehistoria —generalmente con la invención de la escritura y con ello la historia escrita— y una fecha variable según el área geográfica en cuestión. Durante este periodo surgió la escritura, las ciudades y el proceso de urbanización, la ley, el Estado y la estratificación social, así como grandes religiones todavía profesadas como el budismo, cristianismo e hinduismo. ",
            "La arquitectura de Cantabria ha evolucionado desde un medievo en el que prevalecía el ingenio en obras civiles sin desmesuradas pretensiones frente a la exaltación de la individualidad artística; pasando por una Edad Moderna en la que surgieron notables sagas de canteros montañeses y arquitectos del tardogótico, plateresco y renacimiento; hasta una época contemporánea en el que se ha evolucionado desde un regionalismo arquitectónico hacia las más diversas influencias modernas internacionales. ",
            "El idioma oficial es el alemán estándar o también conocido como alemán, alrededor del 95% de la población usa cotidianamente el alemán estándar o alguna variedad altogermánica o bajogermánica como lengua principal.1​ En estas cifras se incluye también el bajo sajón septentrional, que actualmente es una minoría lingüística regional reconocida, que en las estadísticas alemanas no se reconoce como lengua diferenciada del alemán a pesar de las diferencias lingüísticas. Otras lenguas regionales o minoritarias sí tienen reconocimiento oficial. ",
            "La Ley Fundamental para la República Federal de Alemania(en alemán: Grundgesetz für die Bundesrepublik Deutschland) es el nombre que recibe la Constitución de la República Federal de Alemania. En ámbitos académicos también citada como Ley Fundamental de Bonn de 1949. Fue aprobada el 8 de mayo de 1949 en la ciudad de Bonn, firmada por los Aliados occidentales el 12 de mayo y finalmente promulgada el 23 de mayo de 1949. Su ámbito de aplicación (en alemán: Geltungsbereich) fueron originalmente los territorios de la llamada 'Trizona', en lo que después sería conocido como Alemania Occidental. Por el contrario, no incluyó el territorio de Berlín Oeste. Ha sido modificada unas sesenta veces."
        ]
    },
    {
        "name": "Catalan",
        "texts": [
            "Ath-Thaghr al-Alà, també coneguda per la seva traducció literal com a Frontera Superior o Marca Superior, i també anomenada aṯ-Ṯaḡr al-Aqsà o Frontera Extrema o Llunyana, aṯ-Ṯaḡr al-Akbar o Frontera Gran, i aṯ-Ṯaḡr al-Aʿẓam o Frontera Suprema, fou una divisió administrativa i militar al nord-est de l'Àndalus, a la vall de l'Ebre. Al segle ix ja existien tres marques, l'esmentada i dues més: la Marca o Frontera Mitjana (aṯ-Ṯaḡr al-Awsat) i la Marca o Frontera Inferior (aṯ-Ṯaḡr al-Adnà); la inferior tenia per centre Mèrida i Badajoz (Màrida i Batalyaws) i la mitjana anava de Madrid (Majrit), Salamanca, Canales (Kanàlix), Olmos (Wúlmuix) i Calatalifa (Qàlat al-Khalifa) fins a Toledo (Tulàytula). Limitava amb l'Imperi Carolingi per l'anomenada Marca Hispànica, el seu anàleg cristià. ",
            "Carlemany (llatí: Carolus Magnus o Karolus Magnus; alemany: Karl der Große; francès: Charlemagne; nascut probablement el 2 d'abril del 742 prop de Lieja i mort el 28 de gener del 814 a Aquisgrà) fou rei dels francs entre el 768 i el 814 (fins al 771 conjuntament amb el seu germà Carloman I). El 25 de desembre del 800 es convertí en el primer governant d'Occident a ser coronat emperador des del final de l'edat antiga. Net del majordom de palau Carles Martell, fou el membre més destacat de la dinastia carolíngia i conduí l'Imperi Carolingi al seu apogeu territorial i polític. ",
            "La Unió de Repúbliques Socialistes Soviètiques, abreujat Unió Soviètica, i en sigles, URSS (en rus: Союз Советских Социалистических Республик, transcrit: Soiuz Sovétskikh Sotsialistítxeskikh Respúblik AFI /sɐˈjus sɐˈvʲɛtskʲɪx sətsɨəlʲɪsˈtʲitɕɪskʲɪx rʲɪˈspublʲɪk /  abreujat en rus: Советский Союз, transcrit: Sovetski Soiuz; en sigles en rus: СССР, transcrit: SSSR), va ser un estat situat al nord d'Euràsia, que va existir de 1922 a 1991 sobre el territori d'allò que havia estat l'Imperi Rus.[1] Una manera més informal i simplificada emprada pels seus residents per anomenar-la era la Unió (Soiuz). Era una confederació constitucional d'estats socialistes basada en la ideologia comunista. La Unió Soviètica tenia un sistema polític de partit únic, dominat pel Partit Comunista fins al 1990.",
            "La Revolució Russa de 1917 fou un procés polític que culminà el mateix any amb l'establiment d'una república que substituí el sistema tsarista anterior i que portà a l'establiment de la Unió Soviètica. La revolució es dividí en dues fases. La primera, «la revolució de Febrer», en la qual es derrocà el règim autocràtic del tsar Nicolau II i s'estableix una república de caràcter liberal. La segona, la «Revolució d'Octubre», fou una revolució de tipus socialista en la qual els Soviets (controlats principalment pel partit bolxevic) prengueren el poder. Si bé els principals focus de la revolució foren Petrograd i Moscou, aviat s'estengué a les àrees rurals on els pagesos col·lectivitzaren i redistribuïren la terra. "
        ]
    },
    {
        "name": "Turkish",
        "texts": [
            "Bolşevik, çoğunluktan yana anlamına gelen Rusça kelime, 1903 yılında düzenlenen Rusya Sosyal Demokrat İşçi Partisi'nin İkinci Kongresi'nde Vladimir Lenin ve Julius Martov arasında yeni kurulmakta olan partinin üyelik tanımı üzerine başlayan görüş ayrılığı sonucu yaşanan ayrışmadaki taraflardan Lenin yanlısı grup. Kongrede Lenin yanlıları çoğunlukta olduğu için Rusça çoğunluk anlamına gelen Bolşevik olarak, azınlıktaki Martov yanlıları da Menşevik olarak adlandırılacaktır. ",
            "New York (İngilizce telaffuz: [nu ˈjɔɹk]), Amerika Birleşik Devletleri'nin en kalabalık şehri ve dünyanın en kalabalık metropolitan alanlarından New York metropolitan bölgesinin merkezidir. Şehir bir parçası olduğu New York eyaleti ile karıştırıldığı için İngilizcede New York City (kısaca NYC) olarak isimlendirilir. ",
            "Caput Mundi, motamot 'dünyanın önderi' anlamına gelen Latince bir deyiştir, buna göre Roma Caput Mundi Roma dünyanın başkenti anlamına gelir ve Roma kentine tarihi boyunca verilen birçok lakaptan biridir.",
            "İstanbul'un Fethi, Kostantiniyye'nin Fethi veya Batı dünyasındaki adıyla Konstantinopolis'in Düşüşü (Yunanca: Άλωση της Κωνσταντινούπολης), 6 Nisan – 29 Mayıs 1453 tarihleri arasında, 53 gün süren yoğun bir kuşatmanın sonucunda Osmanlı padişahı II. Mehmed komutasındaki Osmanlı ordusunun Bizans İmparatorluğu'nun başkenti olan Konstantinopolis'i ele geçirmesidir.[not 2] Olayın sonucunda, bin yılı aşkın bir süredir[not 3] varlığını sürdürmüş olan Doğu Roma İmparatorluğu yıkılmış ve Osmanlı Devleti bir imparatorluk hâline gelmiştir. Bu fetih, bazı modern tarihçiler tarafından Orta Çağ'ı sona erdirip Yeni Çağ'ı başlatan olaylardan biri kabul edilmektedir."
        ]
    },
    {
        "name": "Portuguese",
        "texts": [
            "Maomé II, também conhecido como Mehmed II ou Mehmet II, pelo epíteto o Conquistador (em turco otomano: الفاتح; romaniz.: el-Fātiḥ), ou ainda, em turco, Fatih Sultan Mehmed (30 de março de 1432 — 3 de maio de 1481) foi sultão do Império Otomano em duas ocasiões, a primeira em 1444–1446 e a segunda em 1451–1481.[1][2][3] Foi o primeiro soberano otomano a reivindicar o título de césar de Roma,[4] o soberano supremo de todos os cristãos, além dos habituais títulos de rei, sultão (o soberano de um Estado muçulmano), han ou cã (soberano turco), etc. ",
            "O Kirishima (霧島?) foi um navio de guerra operado pela Marinha Imperial Japonesa e a terceira embarcação da Classe Kongō, depois do Kongō e Hiei, e seguido pelo Haruna. Sua construção começou em março de 1912 nos estaleiros da Mitsubishi em Nagasaki como um cruzador de batalha e foi lançado ao mar em dezembro de 1913, sendo comissionado na frota japonesa em abril de 1915. Era armado com uma bateria principal de oito canhões de 356 milímetros, possuía inicialmente um deslocamento de quase 27 mil toneladas e conseguia alcançar uma velocidade de 27 nós. ",
            "O Império do Japão (em japonês: 大日本帝国, Dai Nippon Teikoku ou Dai Nihon Teikoku), também conhecido como Império Japonês, Japão Imperial ou simplesmente Japão, foi o estado-nação japonês[Nota 1] De 29 de agosto de 1910 a 2 de setembro de 1945, administrou o naichi (o arquipélago japonês e Karafuto pós-1943) e o gaichi (Coreia, Taiwan, Território Alugado de Kwantung e Karafuto pré-1943). O Mandato do Pacífico Sul era um único território dependente do Japão em nome da Liga das Nações sob administração japonesa. Nas fases finais da Segunda Guerra Mundial, com o Japão derrotado ao lado do resto do Eixo, o Instrumento Japonês de Rendição formalizado foi emitido em conformidade com a Declaração de Potsdam dos Aliados vitoriosos, e os japoneses de facto o território posteriormente encolheu para cobrir apenas o arquipélago japonês como é hoje. ",
            "O dicionário é uma compilação de palavras ou dos termos próprios, ou ainda de vocábulos de uma língua, quase sempre dispostos por ordem alfabética e com a respectiva significação ou a sua versão em outra língua. Cada dicionário possui classificações em harmonia com objetivos e finalidades didáticas aos quais se compromete em abranger. Isso muito se deve a uma constante necessidade de atender aos diversificados níveis e áreas de conhecimento, o que resulta na minuciosa classificação dos diferentes dicionários disponíveis que conhecemos hoje. ",
            "Campo semântico é um conjunto de palavras unidas pelo sentido[1]. Por exemplo, o campo semântico de mãe inclui: mãe-de-família, mãe-de-santo, mãe solteira, terra-mãe, mãe-de-água,… Deve-se evitar a confusão entre campo semântico e campo associativo ou conceptual, porque este não dá conta das relações linguísticas entre os termos considerados. O campo semântico é, pois, toda a área de significação de uma palavra ou de um grupo de palavras. Se quisermos descrever o campo semântico da palavra luva, por exemplo, incluiremos nele todas as possibilidades semânticas como: luvaria, luveiro, assentar como uma luva, atirar a luva, de luva branca, deitar a luva, macio como uma luva. "
        ]
    },
    {
        "name": "Russian",
        "texts": [
            "Паради́гма (от греч. παράδειγμα, «пример, модель, образец») — совокупность (или класс) языковых единиц в лингвистике, связанных парадигматическими отношениями (объединённых по одному общему признаку и противопоставленных — по другому), а также упорядоченная схема или модель, определяющая такие языковые единицы. В узком смысле (в словоизменении) — «морфологическая парадигма» — список словоформ, принадлежащих одной лексеме и имеющих разные грамматические значения. Обычно представлена в виде таблицы.",
            "«Распя́тие» — картина русского художника Николая Ге. Создана в 1883—1894 годах. Сохранилось большое число свидетельств сильного влияния в это время на художника взглядов и личности Льва Толстого, с которым Николай Ге был близко знаком. Существует обширная переписка между ними, предметом которой была работа художника над «Распятием». Писатель стал одним из первых, кто увидел уже законченную картинуПерейти к разделу «#Создание картины». Искусствоведы считают, что в полотне отразились также личные проблемы художника и общественная атмосфера, сложившаяся в Российской империи во время правления Александра IIIПерейти к разделу «#Искусствоведы, культурологи и историки о картине». Автор пытался при создании полотна максимально близко следовать историческим источникам и реалиям повседневной жизни эпохи Иисуса Христа, использовал работы современных ему историков, посвящённые теме возникновения христианстваПерейти к разделу «#Изображение на картине»",
            "Адам I де Брюс (англ. Adam de Brus; умер около 1143) — феодальный барон Скелтона с 1142 года, старший сын Роберта I де Брюса, 1-го барона Аннандейла, от брака с Агнес, основатель скелтонской ветви рода Брюсов. Как и отец, Адам принимал участие в битве штандартов в армии английского короля Стефана Блуаского. После смерти отца Адам договорился с младшим братом Робертом II, который уже владел Аннандейлом в Юго-Западной Шотландии, о разделе английских владений рода. Сам он стал основным наследником, получив большую часть поместий в Йоркшире с центром в замке Скелтон, тогда как Роберт получил несколько поместий в Йоркшире и Хартнессе в качестве арендатора старшего брата. "
        ]
    },
    {
        "name": "Bulgarian",
        "texts": [
            "Уилям I Завоевателя, известен още като Уилям Завоевателя или Вилхелм Завоевателя (на английски: William I the Conqueror – „Завоевателя“ – или William the Bastard – „Копелето“; на френски: Guillaume de Normandie), е херцог на Нормандия (1035 – 1087) и крал на Англия (1066 – 1087). Като херцог на Нормандия, Уилям става най-могъщият феодален владетел във Франция, а когато след своята победа в битката при Хейстингс през 1066 заема трона на Англия, той променя курса на английската история. ",
            "Сирия е държава в Близкия изток, граничеща с Ливан на запад, Израел на югозапад, Йордания на юг, Ирак на изток и Турция на север. Тя получава своята независимост от Френския мандат за Сирия през 1946 г., но историята ѝ започва още през четвъртото хилядолетие пр.н.е. Нейната столица, град Дамаск, е била седалището на Умаядската империя и провинциалната столица на Мамелюкската империя. Исторически, Сирия често е включвала земите на Ливан, историческа Палестина и части от Йордания. Този регион се е наричал Велика Сирия или с арабското наименование Билад ал-Шам (на арабски: بلاد الشا). След Шестдневната война през 1967 г., Израел окупира Голанските възвишения на югозапад от страната. Съществува и диспут с Турция за притежанието на провинция Хатай. ",
            "Арабите са народ от семитски произход, които говорят на множество диалекти на арабски език и населяват държави в Западна Азия и Северна Африка. Арабите говорят на арабски език и използват арабска писменост. Общият брой на арабите е около 430 – 450 милиона. Над 90 % от тях изповядват исляма, но има и последователи на други религии, например християнство. ",
            "Битката при Саламин е морско сражение между гръцкия и персийския флот, което се състои на 28 септември 480 г. пр. Хр. в Сароническия залив край остров Саламина в Егейско море. То е част от Втората гръко-персийска война и завършва с блестяща победа за гърците, която обръща хода на войната в тяхна полза. ",
            "Пуерто Рико (официално на испански: Estado Libre Asociado de Puerto Rico, популярно на испански: Puerto Rico, в превод „Богато пристанище“) е остров от групата на Големите Антилски острови, разположен на изток от Доминиканската република в Североизточно Карибско море. Пуерто Рико е с население от 3 912 054 жители (оценка, юли 2005). Столицата на Пуерто Рико е град Сан Хуан. Статутът на острова е свободно присъединила се държава към САЩ.[1] Действието на конституцията на САЩ е ограничено, върховната власт принадлежи на Конгреса на САЩ, но територията има собствено самоуправление. "
        ]
    },
    {
        "name": "Greek",
        "texts": [
            "Γενικά με τον όρο λιμένας νοείται ο ασφαλής εκείνος όρμος στον οποίο μπορούν να προσεγγίζουν με ασφάλεια τα πλοία προκειμένου να προβούν σε εμπορικές πράξεις. Διακρίνονται δε σε φυσικούς λιμένες που αγγλικά αποδίδεται με τον όρο Harbour (Χάρμπορ) και σε τεχνητούς λιμένες (αγγλικά Port), και ακόμη σε θαλάσσιους ή παραθαλάσσιους, ποτάμιους ή παραποτάμιους και σε λιμναίους ή παραλιμναίους. Λιμένες που προσεγγίζουν αποκλειστικά πολεμικά πλοία και εξυπηρετούνται αποκλειστικά αυτά ονομάζονται ναύσταθμοι ή ναυτικές βάσεις",
            "Η γάτα (Felis catus – Αίλουρος η γαλή ή Felis silvestris catus) είναι ζώο που ανήκει στην οικογένεια των αιλουριδών. Πρόκειται για ένα από τα δημοφιλέστερα κατοικίδια ζώα και ίσως το μοναδικό οικόσιτο αιλουροειδές. Ζει στο περιβάλλον του ανθρώπου εδώ και τουλάχιστον 9.500 χρόνια.",
            "Η Τίγρη (αρσ.) είναι σαρκοφάγο θηλαστικό της οικογένειας των αιλουριδών, της οποίας αποτελεί το βαρύτερο μέλος. Το είδος έχει την επιστημονική ονομασία Panthera tigris, απαντά αποκλειστικά στην ασιατική ήπειρο και διακρίνεται σε 9 υποείδη, από τα οποία τα 3 θεωρούνται εξαφανισμένα (βλ. Υποείδη). ",
            "Το Βουλγαρικό Πρακτορείο Ειδήσεων (βουλγαρικά: Българска телеграфна агенция (БТА), δηλαδή Βουλγαρικό Τηλεγραφικό Πρακτορείο) είναι το εθνικό ειδησεογραφικό πρακτορείο της Βουλγαρίας. "
        ]
    },
    {
        "name": "Italian",
        "texts": [
            "Miguel de Cervantes Saavedra (Alcalá de Henares, 29 settembre 1547 – Madrid, 22 aprile 1616[1]) è stato uno scrittore, poeta, drammaturgo e militare spagnolo. È universalmente noto per essere l'autore del romanzo Don Chisciotte della Mancia, uno dei massimi capolavori della letteratura mondiale di ogni tempo. In quest'opera, pubblicata in due volumi nel 1605 e nel 1616, l'autore prende di mira con l'arma della satira e dell'ironia i romanzi cavallereschi e la società del suo tempo. Nel romanzo, Cervantes contrappone all'allampanato cavaliere, maniaco di avventure e di gloria, la figura del suo pingue e umanissimo scudiero, incapace d'innalzarsi al di sopra della piatta realtà. ",
            "La seconda guerra d'indipendenza scozzese, che rientra nel filone delle due guerre d'indipendenza scozzesi, è stata una lotta combattuta tra il 1332 e il 1357 dall'Inghilterra e dalla Scozia per la supremazia su quest'ultima. Essa scoppiò quando Edoardo Balliol, figlio di un precedente re scozzese e deciso a ottenere per sé il trono di quella terra, guidò un'invasione in Scozia appoggiata dagli inglesi, i quali avevano deciso di fornirgli aiuto e sostenere la sua pretesa. Balliol fu comunque contrastato dagli scozzesi fedeli al sovrano che in quel momento era al potere, Davide II, il quale aveva otto anni. In occasione della battaglia di Dupplin Moor, le forze di Balliol sconfissero un esercito scozzese dieci volte più numeroso e Balliol venne poi incoronato re. Nel giro di tre mesi, i sostenitori di Davide si riorganizzarono e costrinsero Balliol a lasciare la Scozia.",
            "L'Organizzazione delle Nazioni Unite per l'Educazione, la Scienza e la Cultura (in francese L'Organisation des Nations unies pour l'éducation, la science et la culture;[3] in inglese United Nations Educational, Scientific and Cultural Organization,[3] da cui l'acronimo UNESCO;[N 1] AFI: /uˈnɛsko/ o /uˈnesko/[5]) è un'agenzia specializzata delle Nazioni Unite creata con lo scopo[6] di promuovere la pace e la comprensione tra le nazioni con l'istruzione, la scienza, la cultura, l'educazione e l'informazione per promuovere 'il rispetto universale per la giustizia, per lo stato di diritto e per i diritti umani e le libertà fondamentali'[7] quali sono definite e affermate dalla Dichiarazione universale dei diritti umani. ",
            "Il franco CFP (in francese: franc Pacifique o franc CFP) è la valuta usata nei territori d'oltremare francesi della Polinesia francese, di Wallis e Futuna e della Nuova Caledonia. Il codice ISO 4217 è XPF. La sigla CFP stava in origine per Colonies françaises du Pacifique, ('Colonie francesi del Pacifico') mentre oggi significa Change franc Pacifique ('Cambio Franco Pacifico'). "
        ]
    },
    {
        "name": "Indonesian",
        "texts": [
            "Perdana Menteri Jepang (内閣総理大臣, Naikaku sōri daijin) adalah kepala pemerintahan Jepang. Perdana Menteri ditunjuk oleh Kaisar Jepang setelah ditunjuk oleh Diet di antara anggotanya dan harus mendapatkan kepercayaan dari DPR untuk memegang jabatan. Perdana Menteri adalah kepala Kabinet dan mengangkat serta memperhentikan Menteri Negara; terjemahan harfiah dari nama Jepang untuk jabatan itu adalah Menteri Administrasi Umum untuk Kabinet. ",
            "Hungaria atau Hongaria (bahasa Hungaria: Magyarország) adalah sebuah negara terkurung daratan di Eropa tengah. Negara ini terletak pada Cekungan Karpatia dan berbatasan dengan Austria di sebelah barat, Slowakia di sebelah utara, Ukraina di sebelah timur, Rumania di sebelah tenggara, Kroasia dan Serbia di sebelah selatan, Slovenia di sebelah barat daya. Dalam bahasa setempat, negara ini dikenal sebagai Magyarország yang berarti 'daerah Magyar'. Hungaria membentuk kumpulan Visegrád bersama Polandia, Slowakia dan Republik Ceko. Kota terbesar dan ibu kotanya adalah Budapest. Hungaria juga termasuk anggota NATO, Uni Eropa, Organisasi Kerja sama dan Perkembangan Ekonomi, dan Perjanjian Schengen. Bahasa resminya adalah bahasa Hungaria, yang merupakan bahasa non-Indo-Eropa yang paling banyak dituturkan di Eropa. ",
            "Kosovo (bahasa Albania: Kosova atau Kosovë, bahasa Serbia: Косово – transliterasi: Kosovo, bahasa Turki: Kosova) adalah sebuah negara pengakuan terbatas yang secara de facto merdeka, terletak di sebelah tenggara Eropa. Sebelumnya, Kosovo adalah sebuah provinsi di Serbia di bawah administrasi PBB, tetapi pada 17 Februari 2008 Kosovo mendeklarasikan kemerdekaan secara sepihak. Deklarasi ini ditentang oleh Serbia, tetapi didukung oleh negara-negara Barat. Ibu kota Kosovo berada di Priština. ",
            "Yong Jun-hyung (lahir 19 Desember 1989), dikenal sebagai Poppin' Dragon atau Joker, Junhyung adalah penyanyi, penulis lagu, penari dan rapper Korea Selatan. Ia dikenal sebagai anggota dan rapper utama boyband Highlight. "
        ]
    },
    {
        "name": "Vietnamese",
        "texts": [
            "Văn tự ngữ tố (tiếng Anh: morphographic writing), còn gọi là văn tự biểu từ, văn tự từ phù (logographic writing), là tập hợp các ký hiệu văn tự mang đặc điểm là một mình ký hiệu đó đã biểu thị toàn bộ một từ hoặc một ngữ tố (đơn vị nhỏ nhất mang ý nghĩa trong ngôn ngữ). Ký hiệu biểu thị toàn bộ một từ hoặc một ngữ tố gọi là từ phù (logogram). Thuật ngữ văn tự ngữ tố thường được dùng để chỉ các hệ thống văn tự có ký hiệu chủ yếu được sử dụng dưới dạng từ phù, chẳng hạn như chữ Hán, chữ Nôm, chữ tượng hình Ai Cập, chữ Maya. ",
            "Hangeul (Tiếng Hàn: 한글; Hanja: 諺㐎; Romaja: Han-geul; McCune–Reischauer: Han'gŭl; Hán-Việt: Ngạn văn, cách gọi của Hàn Quốc ) hay Choson'gul (Tiếng Hàn: 조선글; Hanja: 朝鮮言; Romaja: Jeoseon-geul; McCune–Reischauer: Chosŏn'gŭl; Hán-Việt: Triều Tiên ngôn, cách gọi của Bắc Triều Tiên ), cũng được gọi là Chữ Triều Tiên hay Chữ Hàn Quốc là một bảng chữ cái tượng thanh của người Triều Tiên dùng để viết Tiếng Triều Tiên, khác với hệ thống vân tự ngữ tố Hanja mượn từ chữ Hán. ",
            "'You Belong with Me' là một bài hát của nữ ca sĩ kiêm nhạc sĩ sáng tác bài hát người Mỹ Taylor Swift, đồng thời là đĩa đơn thứ ba nằm trong album phòng thu thứ hai của cô, Fearless (2008). Big Machine Records phát hành ca khúc này lên đài phát thanh vào ngày 20 tháng 4 năm 2009. Swift lấy cảm hứng thực hiện 'You Belong with Me' sau khi nghe được cuộc trò chuyện giữa một thành viên ban nhạc và người bạn gái của anh qua điện thoại. Cô cùng Liz Rose sáng tác ca từ bài hát mang đề tài kể về mối tình đơn phương. Swift và Nathan Chapman đảm nhận sản xuất và phối khí 'You Belong with Me' với phần âm thanh mang giai điệu pop đồng quê từ nhạc cụ banjo.",
            "Maria Salomea Skłodowska-Curie (tiếng Ba Lan: [ˈmarja salɔˈmɛa skwɔˈdɔfska kʲiˈri] ; nhũ danh Skłodowska; 7 tháng 11 năm 1867 – 4 tháng 7 năm 1934), thường được biết đến với tên gọi đơn giản là Marie Curie (/ˈkjʊəri/ KURE-ee,[4] tiếng Pháp: [maʁi kyʁi]), là một nhà vật lý và nhà hóa học người Pháp gốc Ba Lan, chủ nhân của nghiên cứu tiên phong về phóng xạ. Bà là người phụ nữ đầu tiên đoạt giải Nobel, người đầu tiên hai lần đoạt giải Nobel và là người duy nhất giành giải Nobel ở hai lĩnh vực khoa học. Chồng bà, Pierre Curie là người đồng đoạt giải Nobel đầu tiên của bà, qua đó giúp họ trở thành cặp vợ chồng đầu tiên đoạt giải Nobel và khởi xướng di sản gia đình Curie của năm giải Nobel. Năm 1906, bà là người phụ nữ đầu tiên trở thành giáo sư tại Đại học Paris."
        ]
    },
    {
        "name": "Chinese",
        "texts": [
            "臺鐵DR2900型柴聯車是臺灣鐵路管理局於1986年引進的冷氣空調柴油客車[17]，是臺鐵第二款裝有冷氣空調的柴油客車，由日立製作所製造[3]，於1987年1月以「自強號」為名正式啟用[1]。1980年代中期因東部幹線旅客快速增長由DR2800型柴聯車行駛的自強號列車經常一票難求[16]，因此1985年11月[18]開標購置5組15輛柴聯車行駛。2020年12月23日南迴線電氣化全線通車，臺灣環島鐵路幹線已無非電氣化區間[19]，加上2021年開始新型電聯車自強號EMU3000型陸續開始交車，柴油自強號的使用需求不再[20]，2023年4月26日改點後正式退役，並結束36年對臺灣東部幹線的服務。",
            "日本國，通稱日本，是位於東亞的島嶼國家，由约14,125座等眾多島嶼組成[11]，总面積約37.8万平方公里[12]。國土全境被太平洋及鄂霍次克海、日本海、东海等陆缘海環抱，西鄰朝鮮半島以及俄羅斯遠東地區，東北接千島群島，西南面臺灣與中国大陆。人口達1.241億[7]，居於世界各國第11位，當中逾3,500萬人居住於首都東京及周邊數縣構成的首都圈，為目前世界上最大的都市圈[13]。政治上施行单一制及议会制君主立宪制[14]，君主天皇為國家及國民團結的象徵[15]，實際的政治權力則由國會以及內閣總理大臣所領導的內閣掌管[16]。",
            "爱媛縣（日语：愛媛県／えひめけん Ehime ken */?）是位於日本四国岛西北部至中北部的一個县，縣廳所在地是松山市，轄區範圍相當於令制國中的伊予國。「愛媛」這一縣名得名於《古事记》中的國誕生神話「伊予國謂愛比賣（日语：伊予国を愛比売と謂ひ）」一句（「愛比賣」和「愛媛」在日語同音）[1]:21。愛媛縣轄有11市、9町，縣廳所在地是松山市。",
            "黑池電車（英語：Blackpool Tramway）是英國黑池的一個路面電車系統，來往英格蘭蘭開夏郡的黑池與弗利特伍德。為英國僅存的唯一一條第一代電車線[1]。黑池電車於1885年啟用，為全球最古老的電車系統之一。現時由黑池運輸營運，為Metro Coastlines網絡的一部分，由黑池市議會擁有。電車線長11英里（約18公里），每年接載6,500,000名乘客。黑池電車也是全球現存少數採用雙層電車的電車系統（另有香港電車及埃及亞歷山大港電車）。 "
        ]
    },
    {
        "name": "Dutch",
        "texts": [
            "Het Perzisch is de officiële taal van Iran (Perzië), Afghanistan en Tadzjikistan, die ook door miljoenen mensen in Oezbekistan wordt gesproken. Het Perzisch behoort tot de Indo-Europese taalfamilie en daarbinnen is het een onderdeel van de tak van de Iraanse of Arische talen. ",
            "Een chemisch of scheikundig element is een stof die met scheikundige middelen en methoden niet in andere stoffen opgesplitst kan worden. Een element bestaat uit één soort atomen met alle hetzelfde atoomnummer, dus met hetzelfde aantal protonen in de kern.[1] Het aantal neutronen in de atomen van een element kan variëren. ",
            "Bandar Seri Begawan (tot 1970 Brunei Town geheten) is de hoofdstad van het Aziatische sultanaat Brunei. In 1995 bedroeg het totaal aantal inwoners circa 46.000. Het is de woonplaats van sultan Hassanal Bolkiah. ",
            "De astronomische eenheid (AE, internationaal au of ua) is een afstandsmaat die vrijwel gelijk is aan de gemiddelde afstand tussen de Aarde en de Zon, ongeveer 149,6 miljoen kilometer. Sinds september 2012 is de astronomische eenheid gedefinieerd als exact 149 597 870 700 meter.[1][2] Deze definitie is gebaseerd op metingen uit 2009.[3] Deze maat wordt in de astronomie gebruikt om afstanden in de ruimte aan te duiden, waardoor deze worden vergeleken met de 'straal' van de baan van de Aarde om de Zon. ",
            "De Grondwet voor de Bondsrepubliek Duitsland (Duits: Grundgesetz für die Bundesrepublik Deutschland) is de Duitse grondwet en dateert van 23 mei 1949, samen met de stichting van de Bondsrepubliek Duitsland. De grondwet kan alleen veranderd worden met een tweederdemeerderheid van zowel de Bondsdag als de Bondsraad. Daar de Bondsraad en Bondsdag vaak verschillende meerderheden hebben, komt deze regeling in de praktijk er daardoor vaak op neer dat zowel de meerderheidspartijen in de Bondsdag als ook de oppositiepartijen een verandering in de grondwet moeten steunen. "
        ]
    },
    {
        "name": "Arabic",
        "texts": [
            "أحمد كسروي (وإسمه باللغة الفارسية احمد کسروی) هو لغوي ومؤرخ ومصلح إيراني ولد في يوم 29 سبتمبر 1890 في مدينة تبريز في إيران انضم إلى الثورة الدستورية الفارسية 1906 وتلقى تعليمه في الغرب وقد أصبح مع روي متحدة من أبرز دعاة العلمانية في إيران وانتقدوا رجال الدين الإيرانيين وتوفي في يوم 11 مارس 1945 بعد مقتله من قبل مجموعة شيعية متشددة باسم فدائيو الإسلام.",
            "سلسلة المعاجم الموحدة (بالإنجليزية: Series of Unified Dictionaries) هي سلسلة من المعجمات المتخصصة متعددة اللغات، الإنجليزية والفرنسية والعربية، التي تصدر صدوراً غير دوري عن مكتب تنسيق التعريب بالرباط. يتبع هذا المكتب المنظمة العربية للتربية والثقافة والعلوم وهي إحدى منظمات جامعة الدول العربية. ",
            "الثورة الدستورية الفارسية أوالثورة الدستورية الإيرانية (الفارسية: مشروطيت، الترجمة الحرفية: مشروطيت أو انقلاب مشروطه (تُعرف أيضًا بأنها ثورة إيران الدستورية) وتعرف في العراق باسم (حادثة المشروطة) و (حركة المشروطة والمستبدة) وقد حدثت بين الأعوام (1905-1911م). وأدت الثورة إلى إقامة مجلس نواب في بلاد فارس في عهد السلالة القاجارية التي كانت تحكم إيران . ",
            "اللغة الهولندية إحدى اللغات الجرمانية الغربية. يبلغ عدد الناطقين بها حوالي 22 مليوناً كلغة أم وحوالي 5 ملايين كلغة ثانية. وتعتبر لغة رئيسية في كل من هولندا وبلجيكا وسورينام. معظم المتكلمين بالهولندية يعيشون في هولندا، وبلجيكا، وسورينام، مع مجموعات صغيرة من المتحدثين في أجزاء من فرنسا وألمانيا والعديد من المستعمرات الهولندية السابقة. وهي كلغة مرتبطة ارتباطاً وثيقاً باللغات الجرمانية الغربية (على سبيل المثال: الإنجليزية، الفريزية الغربية والألمانية) وإلى حد ما عن بعد باللغات الجرمانية الشمالية. الهولندية محكية أيضاً في بعض الدول الأفريقية، إذ هي إحدى اللغات الرسمية لجنوب أفريقيا، ومحكية على نطاق واسع في ناميبيا. كما أنها تعد مصدراً للعديد من اللغات الكريولية ومنبعاً للغات مشتقة مثل اللغة الأفريكانية. "
        ]
    },
    {
        "name": "Danish",
        "texts": [
            "Nordkorea, officielt Den Demokratiske Folkerepublik Korea, er et land i Østasien i den nordlige del af den koreanske halvø. Pyongyang er både landets hovedstad samt den største by med en befolkning på godt 2,5 millioner. Mod nord og nordvest er landet omgivet af Kina og af Rusland langs Amnok (kendt som Yalu i Kina) og Tumen-floden. Landet grænser mod syd op til Sydkorea (officielt Republikken Korea) med den stærkt befæstede demilitariserede zone, der adskiller de to lande. Landets indbyggertal er på 25 millioner. ",
            "Kejserriget Japan (kyūjitai: 大日本帝國; shinjitai: 大日本帝国, romaji: Dai Nippon Teikoku), også kendt som Kejserlige Japan og det Japanske (Kejser)rige, var en japansk politisk statsdannelse, som fandtes i perioden fra meiji-restaurationen den 9. november 1867 til dets nederlag i 2. verdenskrig den 2. september 1945. Formelt ophørte det i 1947. ",
            "Ved industri forstås brugen af ”mekaniske” kraftkilder til at fremstille varer og forædle råvarer. Udtrykket industrialisering bruges om overgangen til damp, gas, olie, elektricitet som kraftkilder. Frem til industrialiseringen var al produktion bundet til de steder, hvor man havde bygget møller til at udnytte kraften fra vand og vind. Inden industrialiseringen var størstedelen af befolkningen beskæftiget med primære erhverv som landbrug, fiskeri, skovbrug og minedrift). Nu skete en omfattende ændring af samfundet, hvor de fleste fik arbejde i sekundære erhverv med bearbejdning af råvarer inden for industrien. Senere fik mange ansættelse i nye former for tjenesteydende erhverv. ",
            "Gagarin er et stort nedslagskrater på Månen. Det befinder sig på den sydlige halvkugle på Månens bagside og er opkaldt efter den sovjetiske kosmonaut Jurij Gagarin (1934 – 1968). ",
            "Hviderusland (hviderussisk: Беларусь, tr. Bjelarus), officielt Republikken Belarus[3][4] (hviderussisk: Рэспубліка Беларусь, tr. Respublika Bjelarus), er et land i det østlige Europa. Hviderusland har 9,5 millioner indbyggere (2021), hvoraf 8,3 % er russere. For befolkningspyramider til 2100, se under Ukraine#Eksterne henvisninger. Hviderusland blev selvstændigt i 1991, da Den Hviderussiske socialistiske sovjetrepublik erklærede sin uafhængighed af Sovjetunionen."
        ]
    },
    {
        "name": "Japanese",
        "texts": [
            "ブルガリア共和国（ブルガリアきょうわこく）、通称ブルガリアは、東南ヨーロッパに位置する共和制国家。 バルカン半島に位置し、北にルーマニア、西にセルビア、北マケドニア、南にギリシャ、トルコと隣接し、東は黒海に面している。首都はソフィア。",
            "パラナル天文台（パラナルてんもんだい、英語: Paranal Observatory）は、チリのアタカマ砂漠にある山・セロパラナルに設置された天体観測所で、ヨーロッパ南天天文台によって運営されている。超大型望遠鏡VLT (Very Large Telescope) はパラナルで最大の望遠鏡である。4台の口径8.2メートルの望遠鏡によって構成される。4台の望遠鏡で観測した光を干渉させ、Very Large Telescope干渉計 (VLTI) として観測を行うこともできる。干渉計としての撮像能力を向上させるため、4台の1.8メートル補助望遠鏡が追加されている。 ",
            "ラムタラ（Lammtarra, 1992年2月2日 - 2014年7月6日）は、アメリカ合衆国で生産され、イギリスとアラブ首長国連邦ドバイで調教された競走馬。イギリスと日本で種牡馬として供用された。 ",
            "BMW（ビー・エム・ダブリュー、ベー・エム・ヴェー、ドイツ語: Bayerische Motoren Werke AG[注釈 1]、バイエルン発動機製造株式会社）は、ドイツのバイエルン州ミュンヘンを拠点とする自動車および自動二輪車、エンジンメーカーであり、ドイツのプレミアムブランド御三家の1つ。 "
        ]
    },
    {
        "name": "Polish",
        "texts": [
            "Hasan Nasr Allah (arab. حسن نصر الله, ur. 31 sierpnia 1960 w Karantinie, dzielnicy we wschodnim Bejrucie lub w Al-Bazurii koło Tyru, zm. 27 września 2024 w Ad-Dahii) – libański polityk, szyita, od 1992 do śmierci przywódca (sekretarz generalny) uznawanej w Stanach Zjednoczonych, Izraelu i Kanadzie za terrorystyczną organizacji Hezbollah (arab. Partia Boga) oraz jej wojskowej przybudówki. ",
            "Moutya[1] – tradycyjny taniec praktykowany w Republice Seszeli położonej na Oceanie Indyjskim, wywodzący się z tradycji afrykańskich niewolników sprowadzonych na wyspy wraz z francuskimi osadnikami na początku XVIII wieku[2]. ",
            "Letnie Igrzyska Paralimpijskie 2024 (fr. Jeux paralympiques d'été de 2024) – XVII edycja letnich igrzysk paralimpijskich rozegranych w dniach 28 sierpnia – 8 września 2024 roku w Paryżu. Były to pierwsze igrzyska paralimpijskie odbywające się w tym mieście. ",
            "Kolarstwo szosowe – najstarsza i najbardziej tradycyjna odmiana kolarstwa polegająca na ściganiu się na rowerach szosowych spełniających normy UCI po drogach publicznych. "
        ]
    },
    {
        "name": "Swedish",
        "texts": [
            "Danmark är en konstitutionell monarki i norra Europa. Danmark gränsar landfast till Tyskland i söder samt maritimt mot Sverige i öster och Norge i norr. Danmark, Färöarna och Grönland bildar tillsammans Konungariket Danmark.",
            "En grundlag, konstitution eller statsförfattning, är en lagsamling som utgör de grundläggande formella normerna i en stat, beslutade av den eller de som innehar den politiska makten.",
            "Ett snabbtåg kallas ett persontåg som har en topphastighet om 200 till 250 km/h. Tåg som har sin maxhastighet över 250 km/h brukar kallas för höghastighetståg.",
            "Mässdräkt är en uniformsdräkt som i många uniformskårer används vid högtidligare sammankomster, ursprungligen i officersmäss eller annan befälsmäss."
        ]
    },
    {
        "name": "Croatian",
        "texts": [
            "Bledsko jezero (slov. Blejsko jezero) jest jezero ledenjačkog i tektonskog podrijetla u Julijskim Alpama u sjevernozapadnoj Sloveniji.",
            "Banski dvori naziv je za povijesnu zgradu na zapadnoj strani Trga sv. Marka u Zagrebu (Trg sv. Marka br. 1) koja je bila dom hrvatskih banova od 1809. do 1918. godine.",
            "Kanada je, s površinom od 9 984 670 km², druga najveća država na svijetu po površini. Nalazi se na sjeveru sjevernoameričkog kontinenta, graniči sa SAD-om na jugu i sjeveru (Aljaska), na zapadu izlazi na Tihi ocean, a na istoku na Atlantski ocean.",
            "Mameluci (arapski: مملوك jd., مماليك mn.) bili su bijeli ratni zarobljenici, uglavnom turskog i kavkaskog porijekla, koje su perzijski i egipatski vladari u srednjem vijeku uvrštavali u vojsku i vlastitu osobnu gardu."
        ]
    },
    {
        "name": "Lithuanian",
        "texts": [
            "Švedijos akademija (šved. Svenska Akademien) – mokslo organizacija, kurios tikslas – puoselėti švedų kalbą ir literatūrą.[1] Įkūrė Švedijos karalius Gustavas III 1786 m. Vienija visam gyvenimui išrinktus 18 narių. Skiria Nobelio literatūros premiją.",
            "Stokholmas – Švedijos sostinė ir didžiausias Švedijos bei Skandinavijos miestas. Didelis jūrų uostas prie Baltijos. Yra tarptautinis Stokholmo-Arlandos oro uostas, metropolitenas. Tai svarbiausias Švedijos ekonomikos ir kultūros centras. Išvystyta mašinų, metalo, poligrafijos, chemijos, vaistų, lengvoji, maisto pramonė.",
            "Araratas (arm. Արարատ, turk. Ağrı Dağı) – užgesęs bazaltinis ugnikalnis, stūksantis Armėnijos kalnyne, aukščiausias kalnas Turkijoje, 32 km į pietus nuo sienos su Armėnija. Sudarytas iš dviejų kūgių, skiriamų Sardar Bulako duburio (2540 m): vakarinio Didžiojo Ararato (5165 m) ir rytinio Mažojo Ararato (3925 m).",
            "Mažasis Kaukazas (azer. Kiçik Qafqaz Dağları, gruz. მცირე კავკასიონი, rus. Малый Кавказ) – vienas iš dviejų svarbiausių kalnynų Kaukaze, ilgis apytiksliai 600 km. Aukščiausia viršūnė Aragacas (4090 m.). Eina per Gruzijos, Armėnijos, Azerbaidžano bei Irano teritorijas."
        ]
    },
    {
        "name": "Latvian",
        "texts": [
            "Eiropas vēsture aptver laika posmu no laika, kad Eiropā uz dzīvi apmetās pirmie cilvēki, līdz mūsdienām. Pirmie modernie cilvēki (Homo sapiens) ieradās Eiropā ap 45 000. gadu p.m.ē.",
            "Romas impērija jeb Romiešu impērija (latīņu: Imperium Rōmānum, sengrieķu: Βασιλεία τῶν Ῥωμαίων — Basileia tōn Rhōmaiōn) bija Senās Romas periods, kas aizsākās līdz ar pirmā imperatora Oktaviāna Augusta valdīšanas sākumu 27. gadā pirms mūsu ēras. Ko uzskatīt par Romas impērijas beigām, domas vēsturnieku vidū dalās. Vieni uzskata, ka Romas impērija pastāvēja līdz Rietumromas sabrukumam 476. gadā.",
            "Turcija (turku: Türkiye), oficiālais nosaukums Turcijas Republika (Türkiye Cumhuriyeti), ir Eirāzijas valsts, kas atrodas Mazāzijas pussalā, Dienvidrietumāzijā, un Trāķijā, Dienvideiropas Balkānu reģionā. Turcijai ir sauszemes robeža ar astoņām valstīm: ziemeļrietumos ar Bulgāriju, rietumos ar Grieķiju, ziemeļaustrumos ar Gruziju un Armēniju, austrumos ar Azerbaidžānas eksklāvu Nahčivanu un Irānu, dienvidaustrumos ar Irāku un Sīriju.",
            "Laukums ir lielums, kas raksturo virsmas izmēru. Par laukuma mērīšanas vienību pieņem tāda kvadrāta laukumu, kura mala ir vienu vienību gara. Kvadrāta laukumu, kura malas garums ir 1 m, sauc par kvadrātmetru un apzīmē ar m2."
        ]
    },
    {
        "name": "Finnish",
        "texts": [
            "Jarkko Kalervo Nieminen (s. 23. heinäkuuta 1981 Masku) on ammattilaisuransa lopettanut suomalainen tennispelaaja. Nieminen sijoittui parhaimmillaan ATP-maailmanlistalla kaksinpelissä sijalle 13 heinäkuussa 2006 ja nelinpelissä sijalle 42 tammikuussa 2008. Hän voitti uransa aikana kaksi ATP-turnausta kaksinpelissä ja viisi nelinpelissä. Grand Slam -turnauksissa hän selviytyi kaksinpelissä kolme kertaa puolivälieriin ja nelinpelissä kerran välieriin.",
            "Savusumu eli smog (englanniksi smoke, ’savu’ + fog, ’sumu’) tarkoittaa etenkin suurkaupungeissa esiintyvää ilmansaaste-episodia, jonka aikana näkyvyys on huono ja saasteiden pitoisuudet voivat kohota vaaralliselle tasolle. Haihtuvat orgaaniset yhdisteet eli VOC-yhdisteet aiheuttavat yhdessä valokemiallisten hapettimien kanssa savusumun syntymisen. Savusumu ärsyttää silmiä ja limakalvoja, rapauttaa maaleja ja kumia sekä tappaa kasveja.",
            "Lontoo (engl. London [ˈlʌndən]) on Yhdistyneen kuningaskunnan ja Englannin pääkaupunki. Lontoon asukasluvun määrittely on melko monimutkaista ja riippuu siitä, miten kaupunki määritellään. Lontoon hallintoalueen (Lontoon City ja 32 Lontoon piiriä) väkiluku oli vuonna 2012 noin 9 miljoonaa ihmistä. Lontoon kaupunki- tai urbaanialueella (Larger Urban Zone) asui vuonna 2011 noin 11 905 500 ihmistä, kun taas Lontoon metropolialueella (London Metropolitan Area) asuu arviolta 15 010 295 ihmistä, mutta Greater London Authorityn mukaan metropolialueella asui vuonna 2011 noin 21 miljoonaa ihmistä. Vuonna 2021 metropolin asukkaista yli 40 prosenttia oli ulkomailla syntyneitä.",
            "Dinosaurukset eli hirmuliskot (Dinosauria) olivat mesotsooisella maailmankaudella elänyt hyvin menestyksekäs eläinryhmä. Ensimmäiset dinosaurukset kehittyivät triaskaudella noin 230 miljoonaa vuotta sitten, mutta niiden valtakausi alkoi vasta triaskauden joukkotuhon jälkeen, ja ne hallitsivat maapalloa jurakauden ja liitukauden ajan. Dinosaurukset kuolivat äkillisesti sukupuuttoon liitukauden joukkosukupuutossa noin 65 miljoonaa vuotta sitten."
        ]
    },
    {
        "name": "Estonian",
        "texts": [
            "Kahvripühvel ehk aafrika pühvel (Syncerus caffer) on veislaste sugukonda kuuluv imetajaliik. Kahvripühvel elab Aafrika kesk- ja lõunaosa metsades ja savannides. Ta arvatakse koos lõvi, elevandi, leopardi ja ninasarvikutega Aafrika suurde viisikusse. ",
            "Aerjalalised ehk kopepoodid (Copepoda) on lülijalgsete hõimkonda kuuluva aerjalgsete klassi alamklass (võidakse vaadelda ka seltsina aerjalgsete alamklassis). Aerjalalisi leidub meres ja enamikus mageveeveekogudes. Paljud aerjalalised on planktilise eluviisiga, osa on bentilised. Esineb ka parasiitseid liike. ",
            "Nullelemendiks nimetatakse algebras arvule 0 omadustelt sarnast elementi, kusjuures täpne tähendus oleneb kontekstist. Nullelementi defineeritakse tavaliselt kui elementi, mis sarnaneb arvuga 0 selle poolest, et temaga liitmisel (või tehe, mis on liitmise üldistus) saadakse (olenemata liidetavate järjekorrast) summaks teine liidetav, või selle poolest, et temaga korrutamisel (või tehte puhul, mis on korrutamise üldistus) saadakse (olenemata tegurite järjekorrast) korrutiseks tema ise, või mõlema omaduse poolest. Kui nullelemendil on esimene omadus, nimetatakse teda aditiivseks nullelemendiks; kui tal on teine omadus, nimetatakse teda multiplikatiivseks nullelemendiks.",
            "Arv on üks matemaatika algmõisteid; see hõlmab loendamisel ehk lõplike hulkade võrdlemisel saadava naturaalarvu mõistet ning selle mitmesuguseid üldistusi, sealhulgas täisarv, ratsionaalarv ja kompleksarv."
        ]
    },
    {
        "name": "Romanian",
        "texts": [
            "Bătălia de la Khe Sanh a avut loc în nord-vestul Provinciei Quang Tri, Republica Vietnam (Vietnamul de Sud), între 21 ianuarie și 8 aprilie 1968 în timpul Războiului din Vietnam. Combatanții erau părți din Forța Amfibie Marină III a Statelor Unite, precum și din Armata Republicii Vietnam de o parte, și două până la trei unități de dimensiunea unei divizii din cadrul Armatei Populare Vietnameze. Comandamentul american din Vietnamul de Sud a dat operațiunii de apărare a bazei numele de cod Operațiunea Scotland.",
            "Ho Chi Minh (în vietnameză Thành phố Hồ Chí Minh) este cel mai mare oraș din Vietnam și este așezat în apropierea Deltei Mekongului. Sub numele Prey Nokor (Khmeră) a fost principalul port al Cambodgiei, înainte de a fi cucerit de vietnamezi în secolul al XVII-lea.",
            "Scoția (în engleză Scotland, pronunțat /ˈskɒt.lənd/; scris la fel în scots și pronunțat /ˈskɔt.lənd/; în gaelică scoțiană Alba, pronunțat /ˈal̪ˠapə/ ( ascultă)) este o țară ce face parte din Regatul Unit și acoperă treimea de nord a insulei Marea Britanie.[1][2][3] Se învecinează cu Anglia la sud, și este înconjurată de Oceanul Atlantic, cu Marea Nordului la est și cu Canalul de Nord⁠(d) și Marea Irlandei la sud-vest. În plus față de partea de pe insula Marea Britanie, țara este formată din peste 790 de insule,[4] între care Northern Isles⁠(d) și Hebride⁠(d).",
            "Marea Irlandei este o mare care ține de Oceanul Atlantic și este situată între Irlanda și Marea Britanie. Nu depășește adâncimea de 150 de metri (cu excepția fosei din Canalul de Nord) și este delimitată la sud de Canalul St. George (între Capul Carnsore în Irlanda și Capul St. David în Țara Galilor), iar la nord de Canalul de Nord (North Channel), care separă Irlanda de Nord de Peninsula Kintyre din Scoția. Corespunde zonei VII în liste zonelor marine ICES."
        ]
    },
    {
        "name": "Hungarian",
        "texts": [
            "A falklandi csata avagy Falkland-szigeteki csata az első világháború elején, 1914. december 8-án lezajlott tengeri ütközet volt az Atlanti-óceán délnyugati részén lévő Falkland-szigetek közelében egy német és egy brit hajóraj között. A csatában a jelentős túlerőben lévő, Doveton Sturdee altengernagy vezette brit hajóraj győzelmet aratott Maximilian von Spee altengernagy Kelet-ázsiai Hajóraja felett az öt német cirkálóból négyet elsüllyesztve.",
            "A flotta admirálisa, Sir Frederick Charles Doveton Sturdee, GCB 1. báró , KCMG , CVO (1859. június 9. – 1925. május 7.)  a királyi haditengerészet tisztje volt. Torpedótiszt kiképzése után két különböző cirkálónak, majd három különböző csatahajónak vezényelt, mielőtt a Hazai Flotta 1. harci századának parancsnoka lett. Ő vezényelte tovább a 3. cirkáló századot, majd a 2. cirkáló századot.",
            "Az első világháború – avagy a kortársak megnevezése alapján a nagy háború – egy négy évig tartó világméretű katonai konfliktus volt a 20. század elején, 1914 és 1918 között. A háborúban részt vett Európa csaknem összes állama, az Orosz Birodalom, Japán, az Oszmán Birodalom és az utolsó másfél évében az Egyesült Államok és számos kisebb állam is.",
            "Afrika a kb. 30 millió négyzetkilométernyi területével a Föld második legnagyobb kontinense a gyakori 7 kontinens szerinti felosztásban, más felosztásban a harmadik.[1] a szárazföldi területek 20%-át fedi le."
        ]
    },
    {
        "name": "Norwegian",
        "texts": [
            "Jan Dismas Zelenka, døpenavn Jan Lukáš Zelenka, (1679–1745) var en böhmisk barokk-komponist og bassgambist. Zelenkas verk karakteriseres av en avansert bruk av kontrapunktikk, ekstreme krav til spille- og sangteknikk og av stor oppfinnsomhet og innfallsrikdom.",
            "Dresden (sorbisk: Drježdźany; avledet av gammelsorbisk Drežďany (sump- eller flodskogbeboer)) er hovedstaden i den tyske delstaten Sachsen. Dresden ble frem til annen verdenskrig regnet som en av Europas vakreste byer, og var kjent som Nord-Europas Firenze eller Elbflorenz. Byen ble utsatt for massiv bombing av allierte bombefly 13. februar 1945. Omfattende gjenoppbygging og restaurering har gradvis gitt den noe av sin gamle skjønnhet tilbake.",
            "Firenze (latin Florentia) er en by i storbyområdet Firenze. Byen er regionhovedstad i Toscana i det nordlige Italia. Navnet kommer av latin: Florentia som betyr den blomstrende. Fra 1865 til 1870 var byen også hovedstad i Kongedømmet Italia.",
            "Middelhavet er havet mellom Europa, Afrika og Asia, med et areal på ca. 2,5 millioner km². Middelhavet er knyttet til Atlanterhavet gjennom Gibraltarstredet, til Svartehavet gjennom Bosporos og til Rødehavet gjennom Suezkanalen."
        ]
    },
    {
        "name": "Slovenian",
        "texts": [
            "Doba odkritij ali doba raziskovanj (približno od začetka 15. stoletja do konca 18. stoletja) je neformalni in ohlapno opredeljen izraz za obdobje evropske zgodovine, v katerem so se obsežna čezmorska raziskovanja izkazala kot močna v evropski kulturi in ki je bil začetek globalizacije.",
            "Merkantilizem je predstavljal vodilno gospodarsko teorijo med 16. in 18. stoletjem. Je krepitev lastnih gospodarskih in vojaških zmogljivosti z načrtnim razvijanjem gospodarstva in zunanje trgovine.Temeljil je na teoriji, da je država lahko samooskrbna. Da je država lahko samooskrbna, morajo biti meje pod nadzorom - meddržavne(znotraj države) nimajo nadzora, zunanje meje pa morajo biti nepropustne. Pospeševala se je domača obrt in trgovina, gradile so se ceste. Povečale so se uvozne carine in znižale izvozne cene - namen tega pa je bilo povečati izvoz ter zmanjšati oz. prekiniti uvoz, s tem pa povečati dobiček države. Govorimo o tako imenovani aktivni trgovski bilanci. Je tudi prva gospodarska teorija, ki je izvedla obdavčitev fevdalnega plemstva. Utemeljitelj merkanitilizma je Jean-Baptiste Colbert, ki je vodil merkantilistično gospodarsko politiko.",
            "Reims je zgodovinsko mesto in občina v severni francoski regiji Šampanja-Ardeni (danes večja regija Grand Est), podprefektura departmaja Marne. Leta 2021 je mesto imelo 181.000 prebivalcev, kar je več 1000 manj kot pred 20 leti.",
            "Zgodovinar je človek (raziskovalec), ki (ljubiteljsko ali kot znanstvenik poklicno) raziskuje zgodovino. Čeprav lahko pojem poljubno pripisujemo obema zvrstema zgodovinarjev (ljubiteljskim in poklicnim), se danes izraz »zgodovinar« uporablja le za osebe, katerih delo na področju zgodovine je priznano. Ker vsako novo spoznanje izhaja le iz vira, je njegova prva naloga zbiranje in ohranjanje virov iz preteklosti."
        ]
    },
    {
        "name": "Slovak",
        "texts": [
            "Valparaíso je druhé najväčšie čilské mesto a najvýznamnejší prístav, hlavné mesto rovnomenného regiónu. Leží v strednom Čile, 120 kilometrov severozápadne od Santiaga, na pobreží Tichého oceánu.",
            "Tichý oceán (hovorovo Pacifik) je najväčší oceán Zeme. Zaberá tretinu zemského povrchu. Názov vychádza z latinského názvu Mare Pacificum, ktorý mu dal portugalský moreplavec Fernão de Magalhães pri prvej plavbe okolo sveta po tom, čo nezaznamenal ani jednu búrku.",
            "Ostrov je pevnina menšia ako kontinent a väčšia ako skala, ktorá je zo všetkých strán obklopená vodou. Hranica medzi veľkým ostrovom a malým kontinentom je v zemepise vecou dohody a tradície. Napr. Austrália je niekedy považovaná len za veľký ostrov. Pre geológiu je dôležitým kritériom aj charakter zemskej kôry (pevninská, oceánska). ",
            "Súostrovie alebo archipel alebo archipelág je relatívne oddelená skupina ostrovov, ktoré ležia relatívne blízko pri sebe, a ktoré sú väčšinou rovnakého pôvodu (kontinentálneho, koralového, sopečného)."
        ]
    },
    {
        "name": "Afrikaans",
        "texts": [
            "Arnold Schoenberg of Schönberg (/ˈʃɜːrnbɜːrɡ/; Duits: [ˈʃøːnbɛɐ̯k] (luister (hulp·inligting)); 13 September 1874 – 13 Julie 1951) was 'n Oostenryks-gebore komponis, musiekteoretikus, onderwyser, skrywer en skilder. Hy word algemeen beskou as een van die invloedrykste komponiste van die 20ste eeu. Hy was verbonde aan die ekspressionistiese beweging in die Duitse poësie en kuns en die leier van die Tweede Weense Skool. Met die opkoms van die NSDAP is Schoenberg se werke as verdorwe musiek bestempel aangesien dit modernisties en atonaal was. Hy emigreer in 1933 na die Verenigde State en word 'n Amerikaanse burger in 1941.",
            "Los Angeles (Engels: [lɒs ˈændʒələs], luister (hulp·inligting); Spaans: [los ˈaŋxeles], letterlik: \"die Engele\") is 'n groot, uitgestrekte metropool aan die weskus van die Verenigde State en die administratiewe setel van die Los Angeles-distrik (Los Angeles County) in Suid-Kalifornië.",
            "Kastilië is 'n grensprovinsie van Spanje wat so genoem is na gelang van die vele kastele wat daar opgerig is om die gebied teen die More te beskerm. Die gebied is in 950 deur Graaf Fernán González onafhanklik gemaak. Die gebied was die brandpunt van verskeie oorloë. In 1090 is 'n groot deel verover deur die Almoraviede, in 1195 deur die Almohade en in 1212 deur die More.",
            "Andalusië (Spaans: Andalucía) is 'n outonome gewes in die suide van Spanje. Die gewes het 'n bevolking van 8 302 923 in 2010 gehad. Die hoofstad en grootste stad is Sevilla/Seville."
        ]
    },
    {
        "name": "Albanian",
        "texts": [
            "Cartoon Network (shkurt CN) është një kanal televiziv kabllor amerikan i kushtuar transmetimit të animacionit. Ai është në pronësi të Warner Bros. Discovery. Televizioni është pjesë e The Cartoon Network, Inc., një divizion që gjithashtu ka nën kompetencë aktivitetet e transmetimit dhe prodhimit të Boomerang, Cartoonito, Adult Swim dhe Toonami. Kanali ka selinë në 1050 Techwood Drive NW në Atlanta, Georgia.",
            "MapGuide Open Source është një platformë në ueb e përpilimit të hartave që lejon përdoruesit të krijojnë dhe të përhapin aplikacione të hartografisë dhe shërbime të gjeolokacionit. Aplikacioni u zhvillua nga fillimi si me burim të hapur nga Autodesk në nëntor 2005, dhe kodi iu dhurua Open Source Geospatial Foundation nën liçencën GNU LGPL.",
            "Në prehër të gjyshes shkruar nga Anton Çetta është një nga veprat më të rëndësishme të letërsisë për fëmijë në Kosovë, duke mbajtur një vend të veçantë në zemrat e shumë lexuesve. Kjo vepër për herë të parë është botuar në vitin 1955 dhe paraqet një përmbledhje e vjershave për fëmijë që pasqyron mjeshtërinë e autorit për të kapur lidhjet e ngrohta familjare, ndërsa ruan elementet e folklorit dhe traditave shqiptare.",
            "Diploma Juris Doctor (J.D.) është një \"doktoraturë\" profesionale dhe diploma e nivelit të parë në Drejtësi.  Diploma përftohet pas përfundimit të një shkolle ligji të akredituar në Shtetet e Bashkuara, Kanada, Australi, dhe vende të tjera që ndjekin parimet e sistemit juridik të \"Common Law\"."
        ]
    },
    {
        "name": "Serbian",
        "texts": [
            "Књижевност, термин настао од речи књига, представља превод стране речи литература и њен је најближи синоним. Термин литература потиче из латинског језика од речи littero — слово, настали превођењем грчке речи са истим значењем γραμματικη (τεχνη) од γραμμα — слово.",
            "Кина (кин: 中国; пин: Zhōngguó), званично Народна Република Кина (скраћ. НР Кина или НРК; кин: 中华人民共和国; пин: Zhōnghuá Rénmín Gònghéguó), унитарна је социјалистичка република у источној Азији и друга држава по броју становника на свијету, са 1,425 милијарде становника према подацима из 2017. године. Заузима површину од око 9,6 милиона km2 и трећа је највећа држава на свијету.",
            "Апулија (итал. Puglia, транскрибовано: Пуља, лат. Apulia) је једна од 20 регија Италије. Налази се у источном делу земље. Главни град је Бари, а познати градови су и Таранто, Фођа, Бриндизи, Лече.",
            "Јадранско море је водена површина која раздваја Балканско полуострво од Апенинског полуострва и Динарске планине од Апенинских планина. Јадранско море је најсевернији крак Средоземног мора, који се простире од Отрантских врата (где се спаја са Јонским морем) до Падске низије на северозападу. Земље са обалом на Јадранском мору су Италија, Словенија, Хрватска, Босна и Херцеговина, Црна Гора и Албанија."
        ]
    },
    {
        "name": "Thai",
        "texts": [
            "ยุน ซ็อก-ย็อล[a] (เกาหลี: 윤석열; เกิด 18 ธันวาคม พ.ศ. 2503) เป็นนักการเมืองชาวเกาหลีใต้ ประธานาธิบดีเกาหลีใต้คนปัจจุบัน เคยดำรงตำแหน่งอัยการสูงสุดเกาหลีใต้ระหว่าง พ.ศ. 2562 ถึง 2564 ในรัฐบาลของมุน แจ-อิน",
            "ดิออบเซิร์ฟเวอร์ (อังกฤษ: The Observer) เป็นหนังสือพิมพ์ฉบับวันอาทิตย์ฉบับแรกของสหราชอาณาจักร มีแนวคิดทางการเมืองฝ่ายขวาเล็กน้อยจากหนังสือพิมพ์ เดอะ การ์เดียน (The Guardian) ในเครือเดียวกัน และยึดแนวเสรีนิยม / สังคมประชาธิปไตยในเกือบทุกประเด็นปัญหา",
            "เมื่อนาซีเยอรมนีพ่ายแพ้ในสงครามโลกครั้งที่สอง ฝ่ายสัมพันธมิตรผู้ชนะจึงได้แสดงสิทธิ์การปกครองเหนือดินแดนของรัฐเยอรมัน (เยอรมันไรช์) ที่ตั้งอยู่ทางฝั่งตะวันตกของแนวโอเดอร์-ไนเซอ (Oder–Neisse line) และล้มล้างรัฐบาลภายใต้การปกครองของอดอล์ฟ ฮิตเลอร์ลง (ดูที่ปฏิญญาเบอร์ลิน ค.ศ. 1945) จากนั้นมหาอำนาจทั้ง 4 ของฝ่ายสัมพันธมิตรจึงได้แบ่งแยกเยอรมนีออกเป็น เขตยึดครอง จำนวนสี่เขตเพื่อเป้าหมายด้านการปกครอง",
            "เบอร์ลินตะวันตก (เยอรมัน: Berlin (West) หรือ West-Berlin, เสียงอ่านภาษาเยอรมัน: [ˈvɛstbɛʁˌliːn] ( ฟังเสียง)) เป็นดินแดนแทรกทางการเมืองในเบอร์ลินส่วนตะวันตกเมื่อ ค.ศ. 1948 ถึง 1990 ในช่วงสงครามเย็น แม้ว่าเบอร์ลินตะวันตกไม่มีอำนาจอธิปไตย และอยู่ภายใต้การครอบครองของทหารจนกระทั่งการรวมประเทศเยอรมนีใน ค.ศ. 1990 ดินแดนนี้อ้างสิทธิ์โดยสหพันธ์สาธารณรัฐเยอรมนี (เยอรมนีตะวันตก) แม้ว่าจะถูกล้อมรอบด้วยสาธารณรัฐประชาธิปไตยเยอรมนี (เยอรมนีตะวันออก) ความถูกต้องตามกฎหมายของการอ้างสิทธิ์นี้ถูกโต้แย้งจากสหภาพโซเวียตกับประเทศกลุ่มตะวันออกอื่น ๆ อย่างไรก็ตาม ในทางการเมือง เบอร์ลินตะวันตกจัดตนเองเข้ากับเยอรมนีตะวันตกโดยพฤตินัยตั้งแต่เดือนพฤษภาคม ค.ศ."
        ]
    },
    {
        "name": "Macedonian",
        "texts": [
            "Свети Климент Охридски (старословенски: Климєнтъ Охрїдьскꙑи, латински: Clemens Achridensis, грчки: Κλήμης της Αχρίδας; о. 840 — 27 јули 916 година во Охрид) — еден од првите средновековни словенски светци, научник, писател и просветител на Словените. Бил еден од најистакнатите ученици на Кирил и Методиј, кои заедно се поврзуваат со создавање на глаголското и кириличното писмо, особено нивното распространување помеѓу христијанизираните Словени.",
            "Имарет — едно од неколкуте имиња што се користат за да се идентификуваат јавните народни кујни изградени низ Отоманското Царство од 14 до 19 век. Овие народни кујни честопати биле дел од поголем комплекс познат како külliye, кој може да вклучува конаци, џамии, карвансараи и школи. Имаретите давале бесплатна храна на одредени типови луѓе и несреќни поединци.",
            "Кура́н или Коран (арапски أَلْقُرآن, al-qurʾān, со буквален превод „рецитирање“) — централен религиозен текст за кој муслиманите веруваат дека е последната објава од господ (Алах). Куранот се смета за најдобро дело во класичната арапска литература. Куранот е поделен на поглавја (сура на арапски), кои потоа се поделени на стихови (ајет на арапски).",
            "Сура арапски: سورة — исламски поим кој буквално значи „нешто затворено или обиколено од ограда или ѕид“. Во Куранот, ова значи „поглавје“ или „заглавје“, и тие се наредени по обратен големински редослед. Секоја сура е наречена по некој збор или име, споменато во ајетот во таа сура, т.е. нешто што ги изненадило или било необично за муслиманите во времето на Откровението. Секоја сура е поделена на ајети."
        ]
    },
    {
        "name": "Galician",
        "texts": [
            "O muisca ou chibcha[2] é unha lingua extinta da familia chibcha de Colombia, falada historicamente polo pobo muisca, unha das catro civilizacións indíxenas de América. Os muiscas habitaban nas terras altas centrais (Altiplano Cundiboyacense) do que hoxe se coñece como Colombia. O nome da lingua, muysccubun ou muyskkubun na súa propia lingua significa \"lingua do pobo\" ou \"lingua dos homes\", de muyska / muysca (\"xente\" ou \"home\") e kubun / cubun (\"lingua\" ou \"verba\").[3] O termo chibcha quere dicir \"mira, home!\".",
            "O Novo Reino de Granada ou Reino da Nova Granada foi a denominación outorgada a unha entidade territorial, integrante do Imperio español, estabelecida pola Coroa española durante o seu período de dominio americano, que se atopaba ó norte de Suramérica, que corresponde co núcleo principal da actual República de Colombia.",
            "A balsa muisca (en muisca: zhiny myska)[1] ou balsa dourada (en muisca: zhiny kihichá) é unha peza votiva de ourivaría precolombiana feita pola cultura muisca, un pobo indíxena que habita no Altiplano Cundiboyacense dos Andes colombianos. A peza probablemente fai referencia á cerimonia de ofrenda de ouro descrita na lenda de El Dorado, que ocasionalmente tiña lugar na lagoa de Guatavita.",
            "Zipa era o título de nobreza dado polos muiscas ó gobernante supremo do Zipazgo, unha das divisións administrativas máis importantes da Confederación muisca. Adóitase empregar a expresión \"Zipa de Bacatá\", xa que a sede do goberno do Zipazgo atopábase en Funza, capital do Zybyn de Bacatá, que abranguía gran parte do territorio da actual cidade de Bogotá, capital de Colombia."
        ]
    },
    {
        "name": "Basque",
        "texts": [
            "Juan Sebastian Elkano Gipuzkoako esploratzaile eta itsasgizon bat izan zen. Munduari bira osoa eman zion lehenbiziko aldiz. Juan Sebastian Elkano Getarian jaio zen 1487an. Gaztetandik aritu zen arrantzan eta merkataritza-ontzietan nabigatzen, eta eskarmentu handia lortu zuen; Meditarraneoan ere ibili omen zen, Italian egondako gerratan ere.",
            "Oihan, jungla edo euri-oihan tropikalak Lurreko tropikoen artean eta Ekuatoretik hurbil dauden baso trinkoak dira. Ipar eta hegoaldeko 23 °ra arteko latitudeetan aurkitzen dira, gehienak itsas mailetik hurbileko behe-lurretan (altuera txikietan, beraz), baina altuera handiagoko mendi tropikaletako maldetan ere badaude.",
            "Ekuatorea Lurra (eta beste planetak) erdialdetik inguratzen duen irudizko marra edo zirkulu horizontal bat da, planetari buruzko azalpen geografikoetan (mapa eta mundu boletan) ageri dena. Zehazki, Lurreko paralelorik handiena da eta gure planeta bi hemisferiotan banatzen du: ipar hemisferioa, ekuatoretik gora; eta hego hemisferioa, ekuatoretik behera.",
            "Geometrian, planoaren ekuazioak hiru dimentsioko espazioan plano bat osatzen duten puntu guztiak ditu soluzio. Adibidez x+y+z-6=0 planoko soluzio guztiak (besteak beste, (x=2,y=2,z=2), (x=3, y=2, z=1), (x=4, y=1, z=1)) hiru ardatzeko diagrama kartesiar irudikatzen badira, plano bat sortuko da."
        ]
    },
    {
        "name": "Korean",
        "texts": [
            "알로사우루스(라틴어: Allosaurus)는 후기 쥐라기(1억 5,600만 년 전 ~ 1억 4,500만 년 전)를 대표하는 대형 육식공룡이다. 알로사우루스라는 학명의 어원은 고대 그리스어(그리스어: αλλοςσαυρος)인데, 이 말은 특별한 도마뱀 또는 이상한 도마뱀이라는 뜻으로, 한자표기 이특룡(異特龍)은 여기서 비롯되었다. 미국의 고생물학자 오스니얼 찰스 마시가 알로사우루스속 화석을 처음으로 기재했다. 수각류 공룡 중 비교적 초기에 알려진 공룡 중 하나로, 그동안 여러 영화나 다큐멘터리에도 많이 등장했다.",
            "Subways of Your Mind는 1983년에 녹음된 독일의 록 밴드 FEX의 노래이다. 2024년에 발굴되기까지, 정황상 1980년대에 제작된 것으로 추정되었을 뿐, 출처나 곡명, 가수명, 발매일자 등 모든 정보가 미스터리였다는 점에서 인터넷에서 가장 미스터리한 노래 (The Most Mysterious Song on the Internet)로 불렸다. 노래를 들은 네티즌들이 추정하여 옮겨적은 가사를 따서 \"Like the Wind\", \"Blind the Wind\", \"Check It In, Check It Out\", \"Take It In, Take It Out\" 등으로 다양하게 제목이 붙여져 불리기도 한다.",
            "라디오 방송은 송신소에서 중파, 단파, 초단파(FM 방송)등 전파로 송출하는 것을 말한다. 영토가 아주 넓은 나라의 라디오 방송국에서는 장파로도 방송을 송출하고 있다. 그러나 방송국 본사에서 프로그램 제작부터 송출까지 다 담당하지는 않는다. 방송국 본사에서는 주로 방송 프로그램 제작을 맡고, 방송 프로그램 편집은 연주소에서 하고, 마지막으로 방송 송출은 송신소에서 튼다.",
            "오스트리아-헝가리(독일어: Österreich-Ungarn 외스터라이히-웅가른, 헝가리어: Ausztria–Magyarország 어우스트리어-머저로르사그[*])는 1867년에서 1918년 사이 유럽에 존재했던 군주국이다. 1867년 대타협으로 만들어졌고, 제1차 세계대전에서 패전한 후 여러 조약으로 인해 국가 자체가 분해되었다."
        ]
    }
]